/* a11y */
"About us" = "Informazioni";

/* No comment provided by engineer. */
"An unexpected error happened while initiating the transaction. Please try again later, we are very sorry for the inconvenience." = "Si è verificato un errore preparando la transazione. Riprova più tardi, ci spiace molto per l'inconveniente.";

/* No comment provided by engineer. */
"Back" = "Indietro";

/* a11y */
"Change instrument" = "Cambia strumento";

/* a11y */
"Change preset" = "Cambia preset";

/* a11y */
"Change scale" = "Cambia scala";

/* No comment provided by engineer. */
"Choose a scale…" = "Scegli una scala…";

/* No comment provided by engineer. */
"Choose an instrument…" = "Scegli uno strumento…";

/* No comment provided by engineer. */
"Contacting Store…" = "Contatto lo Store…";

/* No comment provided by engineer. */
"Delete" = "Cancella";

/* a11y */
"Go back to initial position" = "Ripristina le posizioni iniziali";

/* No comment provided by engineer. */
"Instrument list not found. Please contact us and report this bug." = "Non trovo la lista degli strumenti. Contattaci e facci sapere di questo problema.";

/* a11y */
"Lock bells" = "Blocca le campanelle";

/* Share message */
"Look what I made with #CircularBells! http://cb.morpheu5.net/v1/%@" = "Guarda cosa ho fatto con #CircularBells! http://cb.morpheu5.net/v1/%@";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Preset name" = "Nome";

/* No comment provided by engineer. */
"Purchase failed" = "Acquisto fallito";

/* No comment provided by engineer. */
"Purchase unavailable" = "Acquisto non disponibile";

/* a11y */
"Push up" = "Tira su";

/* No comment provided by engineer. */
"Rename" = "Rinomina";

/* a11y */
"Share you work" = "Condividi";

/* No comment provided by engineer. */
"Sorry, the store is unavailable, and you can't remove ads right now. Please try again later, we are very sorry for the inconvenience." = "Siamo spiacenti ma lo store non è disponibile al momento, e non possiamo rimuovere la pubblicità per ora. Riprova più tardi, ci spiace molto per l'inconveniente.";

/* No comment provided by engineer. */
"Store unavailable" = "Store non disponibile";

/* No comment provided by engineer. */
"Thank you!" = "Grazie!";

/* No comment provided by engineer. */
"The purchase could not be completed (error: %@). Please try again later, we are very sorry for the inconvenience." = "L'acquisto non può essere completato (errore: %@). Riprova più tardi, ci spiace molto per l'inconveniente.";

/* a11y */
"Toggle bells floating" = "Movimento campanelle";

/* No comment provided by engineer. */
"Unexpected error" = "Errore inatteso";

/* No comment provided by engineer. */
"Your payment is being processed by the store, and your purchase will be delivered as soon as possible!" = "Il pagamento è in corso e l'acquisto terminerà prima possibile!";

